public class Main {
    public static void main(String[] args) {
//    1. while ციკლის გამოყენებით გამოიტანეთ ეკრანზე 3 -ზე გამრავლების ტაბულა (1 - 10 ჩათვლით).
//    "3*7=21" ასეთი სახით - 2 ქულა


//     2. შექმენით ცვლადი და გადაეცით თქვენთვის სასურველი ნებისმიერი წინადადება და შეამოწმეთ,
//     თუ ამ წინადადების სიგრძე იქნება ლუწი რიცხვი, დაბეჭდეთ :"ლუწი", თუ კენტი მაშინ: "კენტი" - 2 ქულა
        String stringText = "Hello World!";
        String textLength = (stringText.length() % 2 == 0) ? "ლუწი" : "კენტი";
        System.out.println(textLength);

//      3. for -ით დაბეჭდეთ მასივში არსებულ ყოველი ელემენტი, გარდა მეხუთე პოზიციაზე მდგომისა - 2 ქულა

//      4. შემოიტანე ნებისმიერი სტრინგი და for -ით დათვალე ამ სტრინგში რამდენი ხმოვანი არის - 2 ქულა

//      5. შემოიტანე ნებისმიერი სტრინგი და while -ით დათვალე ამ სტრინგში რამდენი თანხმოვანი არის - 2 ქულა


    }
}